xml/request_oclc/oclc_bog_eatingwithvictorians.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:44037750">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:11.267Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:11.748Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:11.267Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:11.748Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:11.274Z" MIMETYPE="text/xml" SIZE="952">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>eating with the victorians</dc:title>
  <dc:title>MATCH:eating</dc:title>
  <dc:subject>historie</dc:subject>
  <dc:subject>madkultur</dc:subject>
  <dc:subject>victoriatiden</dc:subject>
  <dc:subject>England</dc:subject>
  <dc:publisher>sutton</dc:publisher>
  <dc:publisher>MATCHSTRING:sutton</dc:publisher>
  <dc:contributor>MATCHSTRING:Wilsonc</dc:contributor>
  <dc:contributor>c. anne wilson</dc:contributor>
  <dc:date>2004</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:44037750</dc:identifier>
  <dc:identifier>ISBN:0750935510</dc:identifier>
  <dc:language>Engelsk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:11.274Z" MIMETYPE="text/xml" SIZE="6273">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>44037750|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Eating with the Victorians</dc:title><dc:title xsi:type="dkdcplus:full">Eating with the Victorians</dc:title><dc:subject xsi:type="dkdcplus:DK5">64.101</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Madkultur</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">historie</dc:subject><dc:subject xsi:type="dkdcplus:DBCF">madkultur</dc:subject><dc:subject>victoriatiden</dc:subject><dc:description>Indhold: C. Anne Wilson: Introduction : meal patterns and food supply in Victorian Britain ; Luncheon, Nuncheon and related meals ; Supper: the ultimate meal. Eileen White: First thing first : the great British breakfast. Lynette Hunter: Proliferating publications : the progress of Victorian cookery literature. Laura Mason: Everything stops for tea. Peter Brears: À la française : the waning of a long dining tradition. Valerie Mars: À la russe : the new way of dining</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Sutton</dc:publisher><dc:contributor>C. Anne Wilson</dc:contributor><dc:date>2004</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dcterms:extent>xviii, 174 sider, tavler</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">0-7509-3551-0</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">eng</dc:language><dc:language>Engelsk</dc:language><dcterms:spatial xsi:type="dkdcplus:DBCF">England</dcterms:spatial></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">44037750</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20070308162006</marcx:subfield><marcx:subfield code="d">20070308</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="002"><marcx:subfield code="b">710100</marcx:subfield><marcx:subfield code="c">92236153</marcx:subfield><marcx:subfield code="x">71010092236153</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">c</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">s</marcx:subfield><marcx:subfield code="u">u</marcx:subfield><marcx:subfield code="a">2004</marcx:subfield><marcx:subfield code="b">gb</marcx:subfield><marcx:subfield code="l">eng</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">0-7509-3551-0</marcx:subfield><marcx:subfield code="d">£8,99</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Eating with the Victorians</marcx:subfield><marcx:subfield code="e">edited by C. Anne Wilson</marcx:subfield><marcx:subfield code="f">foreword by Tom Jaine</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="b">Sutton</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Stroud, Gloucestershire</marcx:subfield><marcx:subfield code="b">Sutton</marcx:subfield><marcx:subfield code="c">2004</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">xviii, 174 sider, tavler</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="520"><marcx:subfield code="i">Tidligere udgave med titel</marcx:subfield><marcx:subfield code="t">Luncheon, Nuncheon and other meals</marcx:subfield><marcx:subfield code="b">1994</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="530"><marcx:subfield code="a">Indhold: C. Anne Wilson: Introduction : meal patterns and food supply in Victorian Britain ; Luncheon, Nuncheon and related meals ; Supper: the ultimate meal. Eileen White: First thing first : the great British breakfast. Lynette Hunter: Proliferating publications : the progress of Victorian cookery literature. Laura Mason: Everything stops for tea. Peter Brears: À la française : the waning of a long dining tradition. Valerie Mars: À la russe : the new way of dining</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="532"><marcx:subfield code="a">Further reading: side 161</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="631"><marcx:subfield code="f">victoriatiden</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">64.101</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="f">madkultur</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="e">England</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="f">historie</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Wilson</marcx:subfield><marcx:subfield code="h">C. Anne</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">710100</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2007-01-25</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>nonfiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:11.274Z" MIMETYPE="text/xml" SIZE="300">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20070125</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:11.748Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:44037750">
    <isMemberOfUnit xmlns="info:fedora/">unit:47973</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47973</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:26:31.677</timestamp>
<pid>870970-basis:44037750</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>
</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
